<?php

return [
    'admin' => [
        'categories' => [
            'create' => [
                'success' => 'Категория успешно добавлена!',
                'fail' => 'Категория не добавлена, что-то сделано не так!'
            ],
            'update' => [
                'success' => 'Категория успешно обновлена!',
                'fail' => 'Что-то пошло не так!'
            ],
            'delete' => [
                'success' => 'Категория успешно удалена!',
                'fail' => 'Что-то пошло не так!'
            ]
        ],
        'news' => [
            'create' => [
                'success' => 'Новость успешно добавлена!',
                'fail' => 'Новость не добавлена, что-то сделано не так!'
            ],
            'update' => [
                'success' => 'Новость успешно обновлена!',
                'fail' => 'Что-то пошло не так!'
            ],
            'delete' => [
                'success' => 'Новость успешно удалена!',
                'fail' => 'Что-то пошло не так!'
            ]
        ]
    ]
];
